<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>new recepts / YUE</title>
    <link rel="stylesheet" href="css/main.css" type="text/css">
    <link rel="stylesheet" href="css/news.css" type="text/css">
    <meta name = "description" content="Сайт для продажи или сдачи в аренду ненужных вещей">
    <meta name = "keywords" content="Dimel's Shop, sale ">
    <meta name="viewport" content="wight=devise-wight, initial-scale=1">
    <link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon"/>
    <link rel="stylesheet" href="css/font-awesome.min.css">
</head>

<body>
    <div id="wrapper">
        <div id="content">
        <?php
            require_once "blocks/header.php";
            ?>
            <div id = "main">
                <div id="news">
                    <h2 class="heading">New recept</h2>
                    <div style="clear: both"><br></div>
                        <div id="fusion">
                            <img src="https://kostis.ru/f/upload/gourmet_food_beautifully_arranged_plates_garnished_with_herbs_980224_4598.jpg">
                            <div style="clear: both"><br></div>
                            <span><b>1.</b> Смешение традиционных ингредиентов: Фьюжн-кухня часто использует типичные китайские продукты, такие как соя, рис и овощи, в комбинации с иностранными ингредиентами, например, авокадо, чили или морепродукты.<br/>

                            <b>2.</b> Инновационные методы приготовления: Шеф-повара экспериментируют с техниками, такими как гриль, су-вид и фритюр, которые сочетаются с классическими китайскими методами, такими как парение и тушение.<br/>

                            <b>3.</b> Кросс-культурные блюда: Примеры включают дацзибин с японским унаги, пасту с китайским соусом хойсин и мексиканскими такос, а также сырные блинчики с начинками из восточноазиатских вкусов.<br/>

                            <b>4.</b> Визуальная подача: Дизайн и подача блюд также играют важную роль, часто сочетая китайскую акцентированную эстетическую традицию с более современным стилем европейских ресторанов.<br/>
                            </span>
                        </div>
                        <div id="vegan">
                            <img src="https://kostis.ru/f/upload/2151259698_1_.jpg">
                            <span><b>1.</b> Традиционные вегетарианские блюда: Веганская кухня опирается на богатое наследие китайской вегетарианской кухни, включая такие блюда, как тофу, темпе, жареные овощи, лапша из гречневой муки и различные супы.<br/>

                            <b>2.</b> Замена мяса: Веганские шеф-повара используют продукты, такие как сейтан (пшеничный белок), грибы и бобовые, чтобы создать текстуру и вкус, напоминающие мясо. Варианты замены включают «веганские свинину» из грибов и «веганскую курицу» на основе соевого белка.<br/>

                            <b>3.</b> Сезонные ингредиенты: Местные продукты играют ключевую роль, и веганские блюда часто включают свежие сезонные овощи, такие как шпинат, брокколи и дайкон, обогащая диету витаминами и минералами.<br/>

                            <b>4.</b> Фьюжн с другими кухнями: Веганская кухня также охватывает влияние других культур. Например, сочетание китайских и индийских специй в веганских карри или использование мексиканских ингредиентов в блинчиках.<br/> 
                            </span>
                        </div>
                        <div id="colagen">
                            <img src="https://karammdskin.com/cdn/shop/articles/25.jpg?v=1707611473&width=1500">
                            <span><b>1.</b> Значение коллагена: Коллаген — это белок, который играет ключевую роль в поддержании здоровья кожи, волос, ногтей и суставов. В традиционной китайской медицине коллагеновые продукты часто ассоциируются с поддержкой молодости и красоты.<br/>

                            <b>2.</b> Источник коллагена: В китайской кухне основными источниками коллагена являются бульоны, приготовленные на основе костей (костные бульоны), а также такие продукты, как свиные кожу и говяжьи хвосты.<br/>    

                            <b>3.</b> Популярные блюда: Одним из самых известных примеров является "шуйжун" (水煮), или "вода варит", где мясо и овощи готовятся в бульоне, насыщенном коллагеном. Также популярны супы с добавлением креветок, раков и других морепродуктов.<br/>

                            <b>4.</b> Упаковка и подача: Рестораны начинают предлагать подписные блюда, насыщенные коллагеном, а также питьевые бульоны в упаковках для потребления на ходу. Это создает удобство для клиентов.<br/>

                            </span>
                        </div>
                        <div id="street">
                            <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQg9jlYJJCXadraDhojOgELUlUA_FbgbmB9nQ&s">
                            <span>Китайская уличная еда очень разнообразна и включает в себя множество блюд и закусок. Вот несколько популярных примеров:<br/>

                            - <b>Цзы-цао</b> (煮饺子) — вареные пельмени, которые часто подаются с соевым соусом и уксусом.<br/>
                            - <b>Чжунцзы</b> (粽子) — рисовые лепешки, обернутые в бамбуковый лист, с начинками, такими как мясо или бобовая паста.<br/>
                            - <b>Сянжиао</b> (香肠) — острые свиные колбасы, часто жареные на гриле.<br/>
                            - <b>Лао-ляо</b> (烤串) — мясные и овощные шашлычки, обжаренные на открытом огне с разнообразными специями.<br/>
                            - <b>Тяньпин</b> (甜品) — сладкие закуски, такие как рисовые лепешки с начинкой из сладкой фасоли или кунжутной пасты.<br/>

                            <b>1.</b>Уличная еда в Китае чаще всего продается на рынках и во время ярмарок.<br/>

                            <b>2.</b>Уличная еда доступна для любого бюджета. Местные жители и туристы могут попробовать блюда по низкой цене. Цены на уличные закуски варьируются, но они очень доступны.<br/>
                            </span>
                        </div>
                </div>
            </div>

            <aside>

            </aside>

            <div style="clear: both"><br></div>
        </div>
        <?php
        require_once "blocks/footer.php"
        ?>
    </div>

    <!-- jQuery --> 
    <script src="//ajax.googleapis.com/ajax/libs/jquery/3.1.0/jquery.min.js"></script>
    <script>
        $('#showmenu').click (function () {
            if ($('#mobilemenu').is (':visible'))
                $('#mobilemenu').hide ();
            else
                $('#mobilemenu').show ();
        });

        $(document).scroll (function() {
            if ($(document).scrollTop() > $('header').height () + 10)
                $('nav').addClass('fixed');
            else
                $('nav').removeClass('fixed');
        });

    </script>
</body>
</html>  